<template>
	<div class="train">
		<train-search></train-search>
		<div class="train__description body_1">
			<h3>بلیط قطار</h3>
			<p>
				هر کسی که یک بار با قطار سفر کرده باشد می‌داند که قطار امن است و همین
				موضوع آن را به یکی از مناسب‌ترین وسائل نقلیه برای سفر به مقاصد دور و
				نزدیک تبدیل کرده. در سفر با قطار می‌توانید بدون نگرانی از نوسانات شرایط
				جوی، کمبود سوخت، تصادفات و... لحظات آرامی را سپری کنید. در کنار این
				موارد، موسیقی ریتمیک حرکت قطار روی ریل به خودی خود موجب آرامش سرنشینان
				می‌شود؛ حتی بعضی از مسافران ادعا کرده‌اند که این ریتم منظم موجب می‌شود
				تا خواب راحت‌تری در قطار داشته باشند.
				<br />
				علاوه بر امنیت، سفر با قطار مزایای دیگری هم دارد. قیمت مناسب، فضای صمیمی
				و راحت کوپه، صرف غذا در بوفه و قدم زدن در راهرو باعث می‌شود تا سختیِ
				مسیرهای طولانی به حداقل رسیده و خاطره خوشی از سفر در ذهن مسافر باقی
				بماند. بیش از 90 سال از احداث راه‌آهن و اولین سفر با قطار در ایران
				می‌گذرد، اما بسیاری از مسافران با خدمات قطارهای شبکه‌ ریلی کشور آشنا
				نیستند. به همین منظور قصد داریم شما را با امکانات و خدمات قطارهای ایران
				آشنا کنیم تا هنگام خرید آنلاین بلیط قطار، انتخاب‌های بهتری داشته باشید.
			</p>
			<h3>قیمت بلیط قطار</h3>
			<p>
				سفر با قطار می‌تواند یک تصمیم اقتصادی به حساب بیاید، چرا که شما با
				انتخاب قطار می‌توانید هزینه‌های سفرتان را به طور چشمگیری کاهش دهید. قیمت
				تمام شده بلیط قطار کاملا بستگی به مسیر، شرکت ریلی و نوع قطار انتخابی شما
				دارد. بعضی از شرکت‌های ریلی امکان حمل خودرو را برای شما در نظر گرفته‌اند
				که در صورت انتخاب این گزینه، مبلغی به هزینه‌های سفر شما اضافه می‌شود.
				برای اطلاع از آخرین قیمت بلیط قطار در مسیر مورد نظر خود کافیست سری به
				سامانه علی‌بابا بزنید و با مشخص کردن مبدا، مقصد و تاریخ سفر، لیستی از
				پیشنهادات را دریافت کنید. برای شناسایی ارزان‌ترین بلیط قطار گزینه
				«مرتب‌سازی بر اساس قیمت» به کمک شما می‌آید.
				<br />
				جایگاهی که قطار در حمل و نقل عمومی به خود اختصاص داده، جایگاهی میانه
				است. در ایران سفر با هواپیما را اغلب هم معنا با سفرهای لوکس و سفر با
				اتوبوس را سفرهایی مقرون به صرفه می‌دانند‌، در نتیجه سفر با قطار انتخابی
				بین این دو است. در سال‌های اخیر و با ورود قطارهای پنج ستاره مانند فدک و
				زندگی به مسیرهای ریلی، جایگاه این وسیله نقلیه متوجه تغییراتی شده است.
				کسانی که تا پیش از این سفر با هواپیما انتخاب اول‌شان بود، در صورتی که
				دغدغه زمان نداشته باشند، این قطارها را برای سفر انتخاب می‌کنند.
				<br />
				از طرف دیگر قیمت مناسب بلیط قطار نسبت به هواپیما و قیمت نزدیک آن به
				اتوبوس سبب شده که در سال‌های اخیر مسافران بیشتری از این وسیله نقلیه برای
				سفر استفاده کنند. بعد از فراهم شدن امکان خرید و استرداد آنلاین بلیط قطار
				که وب‌سایت علی‌بابا برای اولین بار این خدمت را ارائه کرد، استقبال از
				قطار رشد چشمگیری داشته است.
			</p>
			<h3>رزرو بلیط قطار</h3>
			<p>
				رزرو بلیط قطار، سفر با قطار را راحت‌تر از همیشه کرده است. برای خرید
				اینترنتی بلیط قطار کافی است وارد وب‌سایت علی‌بابا شوید، سپس با وارد کردن
				نام شهر مبدا و مقصد و تاریخ رفت و برگشت می‌توانید تمام قطارهای شرکت‌های
				ریلی در مسیر مورد نظرتان را مشاهده کنید. بسته به ساعت حرکت، امکانات قطار
				و بودجه می‌توانید مناسب‌ترین بلیط را انتخاب کنید و با نهایی کردن رزرو
				بلیط قطار و پرداخت آن، بلیط خود را به صورت آنلاین دریافت کنید.
			</p>
			<h3>شرکت‌های ریلی در ایران</h3>
			<p>
				به صورت کلی شرکت رجا و شرکت‌های زیرمجموعه سفیر و شرکت فدک، تامین‌کنندگان
				قطارهای خطوط ریلی ایران هستند و علی‌بابا بخش اعظمی از بلیط این شرکت‌ها
				را از طریق سامانه علی‌بابا به متقاضیان عرضه می‌کند. شرکت‌های زیرمجموعه
				سفیر عبارتند از: راه آهن شرقی بنیاد (بن ریل)، جوپار، ریل سیر کوثر، ریل
				ترابر سبا، مهتاب سیر جم (مهتاب)، قطارهای مسافری نور (نورالرضا)، رعد و
				پارس لاریم.
			</p>
			<h3>مسیرها و امکانات قطارهای ایران</h3>
			<p>
				قطارهای مسافری به دو دسته کلی تقسیم می‌شوند: قطارهای سالنی و کوپه‌ای. با
				توجه به ظرفیت هر قطار، قطارهای کوپه‌ای شامل کوپه‌های چهار و شش نفره
				می‌شوند که صندلی‌های کوپه به صورت تخت باز می‌شوند. برخی از قطارهای
				کوپه‌ای از نوع کوپه‌صندلی هستند که صندلی‌ها در این قطارها قابلیت تخت شدن
				ندارند. نوع واگن قطارهای کوپه شامل غزال بنیاد، سروش بنیاد (پارس)، پرستو،
				پلور سبز، سفیر، پارسی، سبز، سیمرغ، زندگی، نگین، غدیر و خلیج فارس هستند.
				بسته به ظرفیت قطارهای سالنی، در هر ردیف سه یا چهار صندلی وجود دارد. نوع
				واگن این قطارها شامل قطارهای صبا اتوبوسی و پردیس سالنی است. علاوه بر
				مسیرهای حومه‌ای، قطارهای اتوبوسی در مسیرهای تهران - مشهد – تهران، تهران
				– قم - تهران، تهران – میانه - تهران و تهران – یزد - تهران نیز تردد
				دارند.
			</p>
		</div>
	</div>
</template>

<script setup>
import TrainSearch from "@/components/Train/TrainSearch.vue"
</script>

<style scoped>
.train {
	padding-bottom: 3rem;
}

.train__description {
	margin-top: 5rem;
}
</style>
